const mapData = [
    {
        src: 'gallery_1.jpg',
        title: 'Чай или кофе в подарок коллеге',
        text: 'Вложите бумагу тишью в мешочек Дариша. Разместите чай или кофе. Поднемите края бумаги, закрыв подарок, обвяжите тесьмой с открыткой. Ваш подарок готов!',
    },
    {
        src: 'gallery_2.jpg',
        title: 'Цветы в подарок учителю и воспитателю',
        text: 'Цветы из супермакета или комнатные цветы могут стать оригинальным подарком, если украсить их льняным мешочком-кашпо Дариша. Разместите цветок в мешочек, отверните край, как манжет, дополните тесьмой и открыткой. Такие цветы будут радовать гораздо дольше срезанного букета.',
    },
    {
        src: 'gallery_3.jpg',
        title: 'Кашпо-мешочек для хранения мелочей',
        text: 'Мешочек Дариша подходит для удобного хранения мелочей. Нитки, концелярия или косметика всегда под рукой!',
    },
    {
        src: 'gallery_4.jpg',
        title: 'Кашпо-мешочек для оформления интерьера',
        text: 'Мешочек Дариша подходит для оригинального оформления декоративных искусственных цветов или сухоцветов. Разместите горшочки в мешочек, по желанию добавьте тесьму.',
    },
    {
        src: 'gallery_5.jpg',
        title: 'Цветы в подарок учителю и воспитателю',
        text: 'Цветы из супермакета или комнатные цветы могут стать оригинальным подарком, если украсить их льняным мешочком-кашпо Дариша. Разместите цветок в мешочек, отверните край, как манжет, дополните тесьмой и открыткой. Такие цветы будут радовать гораздо дольше срезанного букета.',
    },
    {
        src: 'gallery_6.jpg',
        title: 'Мешок денег в подарок',
        text: 'Вложите купюры в мешочек Дариша, добавьте сладости или сувенир. Обвяжите мешочек джутовой тесьмой, добавьте открытку и ваш оригинальный подарок готов!',
    },
    {
        src: 'gallery_7.jpg',
        title: 'Чай или кофе в подарок коллеге',
        text: 'Вложите бумагу тишью в мешочек Дариша. Разместите чай или кофе. Поднемите края бумаги, закрыв подарок, обвяжите тесьмой с открыткой. Ваш подарок готов!',
    },
    {
        src: 'gallery_8.jpg',
        title: 'Именная кружка или сувенир в подарок',
        text: 'Дополните свой подарок оригинальной упаковкой Дариша. Вложите вашу кружку в мешочек. По желанию дополните сладостями. Обвяжите тесьмой с открыткой и удивите вашего друга красивым подарком.',
    },
    {
        src: 'gallery_9.jpg',
        title: 'Цветы в подарок учителю и воспитателю',
        text: 'Цветы из супермакета или комнатные цветы могут стать оригинальным подарком, если украсить их льняным мешочком-кашпо Дариша. Разместите цветок в мешочек, отверните край, как манжет, дополните тесьмой и открыткой. Такие цветы будут радовать гораздо дольше срезанного букета.',
    },
    {
        src: 'gallery_10.jpg',
        title: 'Мешок денег в подарок',
        text: 'Вложите купюры в мешочек Дариша, добавьте сладости или сувенир. Обвяжите мешочек джутовой тесьмой, добавьте открытку и ваш оригинальный подарок готов!',
    },
]

export default mapData;