const mapData = [
  {
    src: 'gallery_1.jpg',
    title: 'Мешочек подарочный «Дариша»',
    text: 'Мешочек-кашпо «Дариша» изготовлен из плотной ткани хлопок/лен 214/70. Он отлично держит форму за счет специального кроя: уголков нет, поэтому имеет форму интерьерной коробки. Размер мешочка 20 х 21 см.'
  },
  {
    src: 'gallery_2.jpg',
    title: 'Открытки в комплекте',
    text: `В наборы «Дариша» входит комплект открыток 75 х 75 мм с разным рисунком, чтобы вы выбрали и дополнили свой подарок наиболее подходящей для вас`
  },
  {
    src: 'gallery_3.jpg',
    title: 'Мешочек-кашпо «Дариша», как интерьерная корзинка',
    text: 'Мешочек-кашпо «Дариша» изготовлен из плотной ткани хлопок/лен 214/70. Он отлично держит форму за счет специального кроя: уголков нет, поэтому, отвернув край, как манжету, можно использовать его для хранения.'
  },
  {
    src: 'gallery_4.jpg',
    title: 'Специальный крой мешочка',
    text: 'Для мешочка «Дариша» выбран универсальный размер, а за счёт отсутствия торчащих уголков, мешочек выглядит более аккуратно и презентабельно'
  },
  {
    src: 'gallery_5.jpg',
    title: 'Тесьма в наборе',
    text: 'В комплекты наборов «Дариша» входит тесьма, она не вшита в мешочек, поэтому вы можете придать мешочку наиболее подходящую, для подарка, форму'
  },
  {
    src: 'gallery_6.jpg',
    title: 'Мешок денег в подарок',
    text: 'Вложите купюры в мешочек «Дариша», добавьте сладости или сувенир. Обвяжите мешочек тесьмой, разместите на ней открытку и ваш оригинальный подарок готов!'
  },
  {
    src: 'gallery_7.jpg',
    title: 'Живые цветы в кашпо в подарок, маме, коллеге, учителю',
    text: 'Цветы из супермакета или комнатные цветы могут стать оригинальным подарком, если украсить их льняным мешочком-кашпо «Дариша». Разместите цветок в мешочек, отверните край, как манжет, дополните тесьмой и открыткой. Такие цветы будут радовать гораздо дольше срезанного букета.'
  },
  {
    src: 'gallery_8.jpg',
    title: 'Мешочек «Дариша» с бумагой тишью',
    text: 'В нашем ассортименте также представлены наборы с бумагой тишью в комплекте. Разместите бумагу на дно мешочка, затем аккуратно вложите подарок, например сувенир или именную кружку. Бумагой можно полностью закрыть подарок и обвязать её тесьмой. Второй вариант — отогнуть края мешочка и аккуратно расправить и бумагу. Третий вариант — завязать мешочек так, чтобы бумага выглядывыла из его середины. С наборами «Дариша» легко фантазировать и превращать ваш презент в оригинальный дизайнерский подарок «на заказ»'
  },
  {
    src: 'gallery_9.jpg',
    title: '«Дариша» для хранения',
    text: 'Мешочек-кашпо изготовлен из плотной льняной ткани, он легко держит форму и его удобно использовать для хранения различных полезных мелочей, косметики и аксессуаров'
  },
  {
    src: 'gallery_10.jpg',
    title: '«Дариша» для декора',
    text: 'Мешочек-кашпо изготовлен из плотной льняной ткани, он легко держит форму, поэтому вы можете разместить в нем искусственные растения или сухоцветы для декорирования интерьера'
  }
];

export default mapData;
